Repository: jcarlosvelasco/StudyAI
Catalog: StudyAI/Domain/Localizable.xcstrings
Source language: en
Languages: es

source: Accept
es: Aceptar

source: Add new file
es: Añadir nuevo archivo

source: AI Score
es: Puntuación de IA

source: Are you sure you wanna exit the quiz?
es: Seguro que quieres salir del quiz?

source: Back
es: Atrás

source: Cancel
es: Cancelar

source: Choose your answer
es: Escoge tu respuesta

source: Create
es: Crear

source: Create quiz
es: Crear quiz

source: Delete
es: Eliminar

source: Enter quiz name
es: Introduce el nombre del quiz

source: Enter subject name
es: Introduce el nombre del tema

source: Exit
es: Salir

source: Files (%lld)
es: Archivos (%lld)

source: Generating quiz
es: Generando quiz

# Highest score: %lld / %lld
source: Highest score: %1$lld / %2$lld
es: Puntuación más alta: %1lld / %2lld

source: New high score!
es: ¡Nueva puntuación más alta!

source: Next
es: Siguiente

source: No files found
es: No se encontraron archivos

source: No subjects found
es: No se encontraron temas

source: Quiz name
es: Nombre del quiz

source: Select files to include
es: Selecciona archivos para incluir

source: Subject name
es: Nombre del tema

source: Subjects
es: Temas

source: Your score is:
es: Tu puntuación es:
